class HomeSliderRepo {

 static const List<Map<String, String>> ayat = [
    {
      "ayah": "وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ (16)",
      "tafsir":
          "هو قرب ذوات الملائكة وقرب علم الله ؛ فذاتهم أقرب إلى قلب العبد من حبل الوريد",
    },
    {
      "ayah": "إِنَّ مَعَ الْعُسْرِ يُسْرًا (6)",
      "tafsir": "الفرج قادم بعد الشدة، فلا يأس",
    },
    {
      "ayah": "وَقُل رَّبِّ زِدْنِي عِلْمًا (114)",
      "tafsir": "اطلب من الله الزيادة في العلم، فهي نعمة عظيمة",
    },
    {
      "ayah": "اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ (35)",
      "tafsir": "الله هو النور الذي به نهتدي في ظلمات الدنيا",
    },
    {
      "ayah": "فَإِنَّ مَعَ الْعُسْرِ يُسْرًا (5)",
      "tafsir": "بجانب كل ضيق، هناك دوماً مخرج",
    },
    {
      "ayah": "إِنَّ اللَّهَ مَعَ الصَّابِرِينَ (153)",
      "tafsir": "معية الله لمن صبر، فاصبر تنل رضا الله",
    },
    {
      "ayah": "ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ (34)",
      "tafsir": "قابل السيئة بالحسنى لتهدأ النفوس",
    },
  ];


  }